{
  "buttonText1": "hire me",
  "buttonText2": "get CV",
  "name": "Eudora Neves",
  "profession": "Web Front-end Developer",
  "briefIntro": "My major was English and I've been trying to take full use of it, but unfortunately, I was not quitegit ps sure what I want until now. I feel appreciated with my husband who helped bring me to software developing and i found it's my direction to go.",
  "nav-experience": "Experience",
  "nav-education": "Education",
  "nav-recommendation": "Recommendation",
  "nav-contact": "Contact",
  "work-experience": "Work Experience",
  "education-training": "education / training",
  "skills": "skills",
  "recommendation": "recommendation letters",
  "projects": "projects",
  "get-in-touch": "get in touch",
  "vado-name": "VADO",
  "vado-time": "2017/4 ~ 2018/3",
  "vado-link": "https://www.vado.com/",
  "vado-title": "purchasing officer",
  "vado-description": "JOB RESPONSIBILITIES:\n *Signing up and tracking PIs\n *Making up plans and arrangement of the schedule and transportation for QA stuff to do quality checks in suppliers' factories spreaded domestically.\n *Making up air and sea delivery plans, and communicating with delivering companies to track the goods.\n *Developing new suppliers and maintaining relationship with old ones by instime communicating and frequent visits.\n *Assisting office management like invoices, office supplies purchasing and deploying. ",
  "vado-logo": "../assets/imgs/vado.png",
  "fesco-name": "FESCO LINES CHINA",
  "fesco-time": "2016/5 ~ 2017/2",
  "fesco-link": "https://www.fesco.ru/en/",
  "fesco-title": "Accounting Assistant",
  "fesco-description": "JOB RESPONSIBILITIES:\n *Confirm with customers about the bills of lading and local charges through email, send invoices by delivery and track the payment; Keep an eye on the shipping schedule and container status, and inform realtive parties if any changes; Post ocean fee while protecting its cost to make it profitable for our destination port agents; Arrange telex releases, original bill or seaway bills when local charges received from customers; Collect necessary documents for the purpose of custome clearance, etc.\n *Inquire about the freight from Russian colleagues, check it with Chinese colleagues from Shanghai, Tianjin, Ningbo and Qingdao ports, and calculate and input the freight rate in system.\n Contact other branches’s colleagues and agents, located in Russia, Korea, Cyprus, Hong Kong, St Petersburg, etc, over the phone and by email to solve rate issues when there was mismatch occurred between the system and the SOA.\n *Provide weekly, monthly and quarterly freight rate report to colleagues in China and abroad， check with their customer service and accounting departments’ colleagues on invoices.\n \n KNOWLEDGE LEARNT & ACHIEVEMENTS:\n *FESCO is one of the leading public transportation and logistics companies in Russia with operations in ports, rail, integrated logistics and shipping business. FESCO LINES CHINA (FLC) is the headquarter company in China based in Shanghai. In FLC I was using English daily. It strengthened my organizational and communicational skills by teaching me how to organize documents and deal with a big quantity of information at once (every day I get hundreds of emails).\n \n *Except for get regular jobs done, I found ways to simplify excel work, establish better communication process with foreign and domestic colleagues, create guide books of rate-related issues, to improve work flow as well as work efficiency. The freight rate system was improved a lot to a great content.",
  "fesco-logo": "../assets/imgs/fesco.jpg",
  "kejian-name": "KEJIAN HOLDING",
  "kejian-time": "2015/12 ~ 2016/4",
  "kejian-link": "https://www.kejianinc.com/",
  "kejian-title": "Accounting Assistant",
  "kejian-description": "JOB RESPONSIBILITIES:\n *SEO and content management\n *Alibaba back-end management\n *Develop & maintain foreign customers\n *Document translation\n *Communicate with English branch company\n *Other work assigned\n \n KNOWLEDGE LEARNT AND ACHIEVEMENTS:\n *KEJIAN HOLDING is one of the largest manufacturers of sealant, vacuum consumables, waterproof membranes in china. During last ten years, it has been growing up rapidly and now it is aiming up its targets on foreign markets, and they were setting up a branch company in the UK. While I was in KEJIAN, I was taught how to use ERP systems and started understanding how different departments work together. I got training in Alibaba web optimization, approaches on getting customers, proper ways of talking to customers and suppliers, and how to edit and organize company’s websites, etc.\n \n *Back then I was pretty much the communication bridge between the Chinese headquarter and the UK branch company. Since the UK branch company was just built up, a tight and clear communication was necessary, and that was provided by me in ways of arranging net meeting, translating technical files and emails, sending products samples, etc. I was also helping with the managers apply for business visa.\n \n *As a marketing assistant, I was responsible for making our English-Chinese product brochure, editing, updating and maintaining our official websites, creating a bunch of free/paid company websites in popular international business platforms and social networking sites, and also posting, managing and analyzing Alibaba products\n \n *As an international trading assistant, I was honored to receive company’s biggest customer from America and provided great service. I also managed to get two new customers and they were in the process of their trial order.",
  "kejian-logo": "../assets/imgs/kejian.png",
  "sololearn-degree": "web front-end developing",
  "sololearn-school": "sololearn",
  "sololearn-schoolWebsite": "https://www.sololearn.com",
  "sololearn-time": "2018/8 ~ present",
  "sololearn-description": "Sololearn is the largest online community of mobile code learners.<br /><br /> Course finished: <b>HTML</b>, <b>CSS</b>, <b>JS</b>, <b>Jquery</b><br /><br/>Other skills: <b>Vue.js</b>",
  "university-degree": "Educational English",
  "university-school": "Huaiyin normal university",
  "university-schoolWebsite": "http://www.hytc.edu.cn/",
  "university-time": "2011/9 - 2015/6",
  "university-description": "",
  "html5-paintValue": "90",
  "html5-value": "90%",
  "html5-name": "HTML5",
  "html5-degree": "excellent",
  "html5-year": "1 year",
  "html5-description": "Able to develop independently with HTML and HTML5, had some practice daily",
  "css3-paintValue": "80",
  "css3-value": "80%",
  "css3-name": "CSS3",
  "css3-degree": "good",
  "css3-year": "1 year",
  "css3-description": "Able to develop independently with CSS and CSS3, do okay at animations, canvas and svgs. Had some practice daily",
  "vue-paintValue": "60",
  "vue-value": "60%",
  "vue-name": "VUE.JS",
  "vue-degree": "so-so",
  "vue-year": "1 year",
  "vue-description": "Understand basic concepts of Vue.js and its library vuetify, able to develop independently. Had some practice daily.",
  "js-paintValue": "40",
  "js-value": "40%",
  "js-name": "JAVASCRIPT (ES6)",
  "js-degree": "raw",
  "js-year": "1 year",
  "js-description": "Understand basic concepts of Javascript, had some practice daily but need to check for help online frequently.",
  "jQuery-paintValue": "40",
  "jQuery-value": "40%",
  "jQuery-name": "JQUERY",
  "jQuery-degree": "raw",
  "jQuery-year": "1 year",
  "jQuery-description": "Understand basic concepts of JQuery and its plugIn/component library like boostrap, had some practice daily but need to check for help online frequently.",
  "dan1-quote": "I've been extremely impressed with not only your ability and intelligence, but also your attitude towards the work you are doing. It is so lovely to see someone so much wanting to get things right and accurate.\n I am of the strong belief that you are going to so well in Vado, and you are already one of our highly valued members of staff.",
  "dan1-name": "Dan Carter",
  "dan1-position": "area sales manager, Vado",
  "cissy-quote": "I can recommend her strongly. She is smart and has a very fast grasp of new stuff”, “She is creative and always tried to find the best solution when problem occurred”, “I know she will continue to find success in any jobs because of her descent characteristic and working attitude.",
  "cissy-name": "Cissy Shen",
  "cissy-position": "department manager, Fesco Lines China",
  "dan2-quote": "I've been extremely impressed with not only your ability and intelligence, but also your attitude towards the work you are doing. It is so lovely to see someone so much wanting to get things right and accurate.\n I am of the strong belief that you are going to so well in Vado, and you are already one of our highly valued members of staff.",
  "dan2-name": "Dan Carter",
  "dan2-position": "area sales manager, Vado",
  "weather-imgUrl": "require('../assets/imgs/projectWeather.png')",
  "weather-name": "weekly worldwide weather",
  "weather-tech": "html, css, jQuery",
  "weather-source": "https://github.com/EudoraNeves/weather",
  "github": "View on Github",
  "artifact-imgUrl": "require('../assets/imgs/projectArtifact.png')",
  "artifact-name": "Artifact",
  "artifact-tech": "html, css, jQuery",
  "artifact-source": "https://github.com/EudoraNeves/artifact",

  "eudora-imgUrl": "require('../assets/imgs/projectPrivateWeb.png')",
  "eudora-name": "haina's website",
  "eudora-tech": "Vue.js, html, css, javascript",
  "eudora-source": "https://github.com/EudoraNeves/PrivateWebsite",

  "self-introduction": "I'm a new mummy and started self learning of web front-end developing since my pregnancy in March, 2018. During the time staying at home, I spent around 4 hours daily during weekdays on learning and practising. My husband, a senior developer thinks I'm doing okay and should be good for the first job. <strong>So contact me if you're interested in hiring (currently living in Shanghai)</strong>",
  "service": "<strong>Also, if you're just seeking for a small projects building, I'm also here. I can help with following:</strong>",
  "service1": "website modification / rebuiding",
  "service2": "mini program developing",
  "email": "Drop me a line at",
  "call": " or call me at"






}